import { Metadata } from 'next'
import styles from './page.module.css'

export const metadata: Metadata = {
  title: '_next-kit',
}

export default function Home() {
  return (
    <>
      <h1>Главная страница</h1>
      <p>
        Столь высокие значения не были бы достигнуты, если бы лежал снежный покров. Но в
        столичном регионе его нет, и соответственно тепло не расходуется на испарение и
        таяние снега.
      </p>
      <p>
        Столь высокие значения не были бы достигнуты, если бы лежал снежный покров. Но в
        столичном регионе его нет, и соответственно тепло не расходуется на испарение и
        таяние снега.
      </p>
      <p>
        Столь высокие значения не были бы достигнуты, если бы лежал снежный покров. Но в
        столичном регионе его нет, и соответственно тепло не расходуется на испарение и
        таяние снега.
      </p>
      <p>
        Столь высокие значения не были бы достигнуты, если бы лежал снежный покров. Но в
        столичном регионе его нет, и соответственно тепло не расходуется на испарение и
        таяние снега.
      </p>
      <p>
        Столь высокие значения не были бы достигнуты, если бы лежал снежный покров. Но в
        столичном регионе его нет, и соответственно тепло не расходуется на испарение и
        таяние снега.
      </p>
      <p>
        Столь высокие значения не были бы достигнуты, если бы лежал снежный покров. Но в
        столичном регионе его нет, и соответственно тепло не расходуется на испарение и
        таяние снега.
      </p>
      <p>
        Столь высокие значения не были бы достигнуты, если бы лежал снежный покров. Но в
        столичном регионе его нет, и соответственно тепло не расходуется на испарение и
        таяние снега.
      </p>
    </>
  )
}
